{
  "Assets.NAME[MediumRoadOneway_4Lane_InnerTram]": "Medium Road Oneway-4 Lane-Inner Tram Lane",
  "Assets.DESCRIPTION[MediumRoadOneway_4Lane_InnerTram]": "This is a four-lane one way medium road. When upgraded with tram tracks, the Inner lane will be replaced with tram tracks. After upgrading, only 3 vehicle lanes will be left. Can be used for RHT and LHT.",
  "Assets.NAME[MediumRoadOneway_5Lane_InnerTram]": "Road Oneway - 5 Lane - Inner Lane Tram",
  "Assets.DESCRIPTION[MediumRoadOneway_5Lane_InnerTram]": "This road is a five-lane, oneway road which when upgraded with Tram Tracks, will allow tram trams to drive on the innermost lane. After upgrading, only 4 vehicle lanes will be left. Can be used for RHT and LHT.",
  "Assets.NAME[MediumRoadOneway_BidirectionalTram]": "Medium Road Oneway - Bidirectional Tram",
  "Assets.DESCRIPTION[MediumRoadOneway_BidirectionalTram]": "This is a six-lane, oneway road that can be upgraded with Tram Tracks to create a Bidirectional tram tracks on the side. When upgraded with Tram Tracks, the vehicle lanes will be reduced to three vehicle lanes only. In addition, when upgraded with public transit lanes, the outermost lanes opposite of the tram will be changed to Public Transit lanes. Leaving 2 lanes only for vehicles. Can be used for RHT and LHT.",
  "Assets.NAME[MediumRoadOneway_MedianTwowayTram]": "Road Oneway - Median Twoway Tram",
  "Assets.DESCRIPTION[MediumRoadOneway_MedianTwowayTram]": "This road is a seven-lane, oneway road which when upgraded with Tram Tracks, will allow tram trams to drive on the Middle Lane and provides a median. Use The Traffic Mod to ensure that cars do not cross the median. Can be used for LHT, but untested for RHT.",
  "Assets.NAME[MediumRoadOneway_UnidirectionalDualTram]": "Medium Road Oneway - Unidirectional Dual Tram",
  "Assets.DESCRIPTION[MediumRoadOneway_UnidirectionalDualTram]": "This is a six-lane, oneway road that can be upgraded with Tram Tracks to create a unidirectional dual tram track--ideal for providing interchange for two tram lines. When upgraded with Tram Tracks, the vehicle lane will be reduced to three vehicle lane only.",
  "Assets.NAME[SmallRoadOneway_2Lane_InnerTram]": "Small Road Oneway - 2 Lane - Inner Tram",
  "Assets.DESCRIPTION[SmallRoadOneway_2Lane_InnerTram]": "This is a two-lane one way medium road. When upgraded with tram tracks, the Inner lane will be replaced with tram tracks, leaving only one lane for vehicles. Can be used for RHT and LHT.",
  "Assets.NAME[SmallRoadOneway_3Lane_InnerTram]": "Small Road Oneway - 3Lane - InnerTram",
  "Assets.DESCRIPTION[SmallRoadOneway_3Lane_InnerTram]": "This is a three-lane one way medium road. When upgraded with tram tracks, the Inner lane will be replaced with tram tracks. After upgrading, only 2 vehicle lanes will be left. Can be used for RHT and LHT.",
  "Assets.NAME[SmallRoadOneway_BidirectionalTram]": "Small Road Oneway - Bidirectional Tram",
  "Assets.DESCRIPTION[SmallRoadOneway_BidirectionalTram]": "This is a five-lane, oneway road that can be upgraded with Tram Tracks to create a Bidirectional tram tracks on the side. When upgraded with Tram Tracks, the vehicle lane will be reduced to two vehicle lane only. Can be used for RHT and LHT.",
  "Assets.NAME[SmallRoadOneway_UnidirectionalDualTram]": "Small Road Oneway - Unidirectional Dual Tram",
  "Assets.DESCRIPTION[SmallRoadOneway_UnidirectionalDualTram]": "This is a five-lane, oneway road that can be upgraded with Tram Tracks to create a unidirectional dual tram track--ideal for providing interchange for two tram lines. When upgraded with Tram Tracks, the vehicle lanes will be reduced to two vehicle lanes only.",
  "Assets.NAME[Tram-BRTInterchange_LargeRoad]": "Tram - BRT Interchange - Large Road",
  "Assets.DESCRIPTION[Tram-BRTInterchange_LargeRoad]": "This road is an eight-lane, bidirectional road. When upgraded with tram tracks, it will spawn two medians with four tram tracks, allowing two tram lines to interchange here. This reduces the amount of vehicle lanes to three lanes per direction. In addition, when upgraded with Public Transit Lanes, it can also provide Bus interchange on the outermost lane, leaving two vehicle lanes per direction for other vehicles.",
  "Assets.NAME[TramInterchange_LargeRoad]": "Tram Interchange - Large Road",
  "Assets.DESCRIPTION[TramInterchange_LargeRoad]": "This road is an six-lane, bidirectional road. When upgraded with tram tracks and stops, it will spawn two medians with four tram tracks, allowing two tram lines to interchange here. Without tram stops, this road will be a quad tram-track road. These upgrades reduces the amount of vehicle lanes to two lanes per direction. It can't be upgraded with public transit lanes.",
  "Assets.NAME[TramInterchange_MediumRoad]": "Tram Interchange - Medium Road",
  "Assets.DESCRIPTION[TramInterchange_MediumRoad]": "This road is an four-lane, bidirectional road. When upgraded with tram tracks, it will spawn four tram tracks, allowing two tram lines to use this segments on differing tracks. This still allows two vehicle lanes per direction just like the Tram Interchange - Large Road. With the Tram Stop, the road will spawn two median in between the tracks, reducing the amount of vehicle lanes to one per direction."
}